Repository: sonata-project/SonataAdminBundle
Catalog: Resources/translations/SonataAdminBundle.*.xliff
Languages: lb, zh_cn

# sonata_administration
source: Administration
zh_cn: 管理员

# action_delete
source: Delete
lb: Läschen
zh_cn: 删除

# btn_batch
source: OK
zh_cn: 确定

# btn_create
source: Create
lb: Dobäisetzen
zh_cn: 创建

# btn_create_and_edit_again
source: Create
lb: Dobäisetzen
zh_cn: 创建

# btn_create_and_create_a_new_one
source: Create and add another
lb: Dobäisetzen an nei creéieren
zh_cn: 创建并添加另一个

# btn_create_and_return_to_list
source: Create and return to list
zh_cn: 创建并返回列表

# btn_filter
source: Filter
lb: Filteren
zh_cn: 过滤器

# btn_advanced_filters
source: Advanced filters
lb: btn_advanced_filters
zh_cn: btn_advanced_filters

# btn_update
source: Update
lb: Späicheren
zh_cn: 更新

# btn_update_and_edit_again
source: Update
lb: Späicheren
zh_cn: 更新

# btn_update_and_return_to_list
source: Update and close
lb: Späicheren an zoumaachen
zh_cn: 更新并返回列表

# link_delete
source: Delete
lb: Läschen
zh_cn: 删除

# link_action_create
source: Add new
lb: Nei
zh_cn: 添加

# link_action_list
source: Return to list
lb: Zréck bei d'Lëscht
zh_cn: 返回列表

# link_action_show
source: Show
lb: Weisen
zh_cn: 查看

# link_action_edit
source: Edit
lb: Beaarbechten
zh_cn: 编辑

# link_add
source: Add new
lb: Nei
zh_cn: 添加

# link_list
source: List
lb: Lëscht
zh_cn: 列表

# link_reset_filter
source: Reset
lb: Läschen
zh_cn: 重置

# title_create
source: Create
lb: Dobäisetzen
zh_cn: 创建

# title_dashboard
source: Dashboard
lb: Startsäit
zh_cn: 控制面板

# title_edit
source: Edit "%name%"
lb: "%name%" beaarbechten
zh_cn: 编辑 "%name%"

# title_list
source: List
lb: Lëscht
zh_cn: 列表

# link_next_pager
source: Next
lb: Weider
zh_cn: 下一个

# link_previous_pager
source: Previous
lb: Zréck
zh_cn: 上一个

# link_first_pager
source: First
lb: link_first_pager
zh_cn: 第一个

# link_last_pager
source: Last
lb: link_last_pager
zh_cn: 最后一个

source: Admin
zh_cn: 管理员

# link_expand
source: expand/collapse
lb: op-/zouklappen
zh_cn: 展开/缩进

source: No result
lb: Kee Resultat
zh_cn: 没有结果

# confirm_msg
source: Are you sure ?
lb: Bass Du sécher?
zh_cn: 你确定 ?

# action_edit
source: Edit
lb: Beaarbechten
zh_cn: 编辑

# action_show
source: Show
lb: Weisen
zh_cn: 显示

source: All elements
lb: All d'Elementer
zh_cn: 所有元素

# flash_batch_empty
source: Action aborted. No items were selected.
lb: Aktioun ofgebrach. Et war keen Element ausgewielt.
zh_cn: 暂停操作，没有选择数据

# flash_create_success
source: Item "%name%" has been successfully created.
lb: D'Element gouf erfollegräich dobäigesat.
zh_cn: 数据已被成功创建

# flash_create_error
source: An error has occurred during the creation of item "%name%".
lb: Beim Dobäisetze vum Element ass e Feeler opgetratt.
zh_cn: 创建时有错误发生

# flash_edit_success
source: Item "%name%" has been successfully updated.
lb: D'Element gouf erfollegräich beaarbecht.
zh_cn: 数据已被成功更新

# flash_edit_error
source: An error has occurred during update of item "%name%".
lb: Beim Beaarbechte vum Element ass e Feeler opgetratt.
zh_cn: 更新时有错误发生

# flash_lock_error
source: Another user has modified item "%name%". Please %link_start%click here%link_end% to reload the page and apply the changes again.
lb: flash_lock_error
zh_cn: flash_lock_error

# flash_batch_delete_success
source: Selected items have been successfully deleted.
zh_cn: 所选择的数据已经被删除

# flash_batch_delete_error
source: An Error has occurred during selected items deletion.
lb: Beim Läsche vun den ausgewielten Elementer ass e Feeler opgetratt.
zh_cn: 删除时有错误发生

# flash_delete_error
source: An Error has occurred during deletion of item "%name%".
lb: Beim Läsche vum Element ass e Feeler opgetratt.
zh_cn: 删除时有错误发生

# flash_delete_success
source: Item "%name%" has been deleted successfully.
lb: D'Element gouf erfollegräich geläscht.
zh_cn: 成功删除

# form_not_available
source: Form is not available.
lb: form_not_available
zh_cn: form_not_available

# title_delete
source: Confirm deletion
lb: Läsche bestätegen
zh_cn: 确认删除

# message_delete_confirmation
source: Are you sure you want to delete the selected "%object%" element?
lb: Bass Du sécher dass Du déi ausgewielten Elementer läsche wëlls?
zh_cn: 删除所选数据么？请确定。

# btn_delete
source: Yes, delete
lb: Jo, läschen
zh_cn: 是的，请删除

# title_batch_confirmation
source: Confirm batch action '%action%'
lb: Stapel-Aktioun bestätegen
zh_cn: 确认批量操作

# message_batch_confirmation
source: Are you sure you want to confirm this action and execute it for the selected element?|Are you sure you want to confirm this action and execute it for the %count% selected elements?
lb: Bass Du sécher dass Du dës Aktioun bestätegen a fir all d'ausgewielten Elementer ausféiere wëlls?
zh_cn: 你确定要执行这次批量操作么？

# message_batch_all_confirmation
source: Are you sure you want to confirm this action and execute it for all the elements?
lb: message_batch_all_confirmation
zh_cn: 你确定要执行这次批量操作么？

# btn_execute_batch_action
source: Yes, execute
lb: Jo, ausféieren
zh_cn: 是的，请执行

# label_type_yes
source: yes
lb: jo
zh_cn: 是

# label_type_no
source: no
lb: nee
zh_cn: 否

# label_type_contains
source: contains
lb: enthält
zh_cn: 包含

# label_type_not_contains
source: does not contain
lb: enthält net
zh_cn: 不包含

# label_type_equals
source: is equal to
lb: ass gläich
zh_cn: 等于

# label_type_not_equals
source: is not equal to
lb: label_type_not_equals
zh_cn: 不等于

# label_date_type_null
source: is empty
lb: ass eidel
zh_cn: 为空

# label_date_type_not_null
source: is not empty
lb: ass net eidel
zh_cn: 不为空

# label_date_type_between
source: between
lb: tëschent
zh_cn: 在...之内

# label_date_not_between
source: not between
lb: net tëschent
zh_cn: 不在...之内

# label_filters
source: Filters
lb: Filteren
zh_cn: 过滤器

# delete_or
source: or
lb: oder
zh_cn: 或

# link_action_history
source: Revisions
lb: Versiounen
zh_cn: 版本

# td_action
source: Action
lb: Aktioun
zh_cn: 操作

# td_compare
source: Compare
lb: td_compare
zh_cn: td_compare

# td_revision
source: Revisions
lb: Versioun
zh_cn: 版本

# td_timestamp
source: Date
lb: Datum
zh_cn: 日期

# td_username
source: Author
lb: Auteur
zh_cn: 作者

# td_role
source: Role
lb: td_role
zh_cn: td_role

# label_view_revision
source: View Revision
lb: Versioune weisen
zh_cn: 查看版本

# label_compare_revision
source: Compare revision
lb: label_compare_revision
zh_cn: label_compare_revision

# list_results_count_prefix
source: at least
lb: list_results_count_prefix
zh_cn: list_results_count_prefix

# list_results_count
source: 1 result|%count% results
lb: 1 Resultat|%count% Resultater
zh_cn: 1 条数据|%count% 条数据

# label_export_download
source: Download
lb: Eroflueden
zh_cn: 下载

source: Loading information…
lb: Informatioune gi gelueden …
zh_cn: 数据载入中…

# btn_preview
source: Preview
lb: btn_preview
zh_cn: 预览

# btn_preview_approve
source: Approve
lb: btn_preview_approve
zh_cn: 批准

# btn_preview_decline
source: Decline
lb: btn_preview_decline
zh_cn: 拒绝

# label_per_page
source: Per page
lb: label_per_page
zh_cn: 每页数据

# list_select
source: Select
lb: list_select
zh_cn: 选择

# confirm_exit
source: You have unsaved changes.
lb: confirm_exit
zh_cn: 确认退出

# link_edit_acl
source: Edit ACL
lb: link_edit_acl
zh_cn: 编辑ACL权限

# btn_update_acl
source: Update ACL
lb: btn_update_acl
zh_cn: 更新ACL权限

# flash_acl_update_success
source: ACL has been successfuly updated.
lb: flash_acl_update_success
zh_cn: ACL权限更新成功

# link_action_acl
source: ACL
lb: link_action_acl
zh_cn: ACL权限管理

# short_object_description_placeholder
source: No selection
lb: short_object_description_placeholder
zh_cn: 请填写：

# title_search_results
source: Search results: %query%
lb: title_search_results
zh_cn: 查询结果：%query%

# search_placeholder
source: Search
lb: search_placeholder
zh_cn: 查询：

# no_results_found
source: no result found
lb: no_results_found
zh_cn: 没有找到结果

source: add new entry
zh_cn: 添加新的纪录

# link_actions
source: Actions
lb: link_actions
zh_cn: 其他功能

# noscript_warning
source: Javascript is disabled in your web browser. Some features will not work properly.
lb: noscript_warning
zh_cn: 你的浏览器并不支持Javascript，所以有些功能不能正常使用

# message_form_group_empty
source: No fields available.
lb: message_form_group_empty
zh_cn: 没有可用的列

# link_filters
source: Filters
lb: link_filters
zh_cn: link_filters

# stats_view_more
source: View more
lb: stats_view_more
zh_cn: stats_view_more

# title_select_subclass
source: Select object type
zh_cn: title_select_subclass

# no_subclass_available
source: No object types available
zh_cn: no_subclass_available

# label_unknown_user
source: unknown
zh_cn: label_unknown_user
